[
  {
    "id": "ac96f941-bde6-44de-a33f-982b684dfaee",
    "schemeUrl": "https://dsw.nagaland.gov.in/mission-shakti/",
    "text": "\nMission_ShaktiDownload\n",
    "pdfUrl":"https://dsw.nagaland.gov.in/wp-content/uploads/2023/07/Mission_Shakti.pdf"
  },
  {
    "id": "9e1c799f-38d8-4c20-bd2e-fa2d8abab2d9",
    "schemeUrl": "https://dsw.nagaland.gov.in/article-2751-in-the-constitution-of-india-1949/",
    "text": "\n\nGrants from the Union to certain States. – (1)Such sums as Parliament may by law provide shall be charged on the Consolidated Fund of India in each year as grants-in-aid of the revenues of such States as Parliament may determine to be in need of assistance, and different sums may be fixed for different states:\n\n \nProvided that there shall be paid out of the consolidated fund of India as grants-in-aid of the revenues of a state such capital and recurring sums as may be necessary to enable that state to meet the costs of such schemes of development as may be undertaken by the State with the approval of the government of India for the purpose of promoting the welfare of the scheduled tribes in that state or raising the level of scheduled tribes in that state or raising the level of administration of the scheduled areas therein to that of the administration of the rest of the areas of that state:\nProvided further that there shall be paid out of the consolidated fund of India as grants-in-aid of the revenues of the state of Assam sums, capital and recurring, equivalent to –\n(a) the average excess of expenditure over the revenues during the two years immediately preceding the commencement of this constitution in respect of the administration of the tribal areas specified in Part I of the table appended to paragraph 20 of the sixth schedule and\n(b) the costs of such schemes of development as may be undertaken by that state with the approval of the Government of India for the Purpose of raising the level of administration of the said areas to that of the administration of the rest of the areas of that state.\n[(1A) On and from the formation of the autonomous state under article 244A, –\n(i) any sums payable under clause (a) of the second provision to clause (1) shall, if the autonomous state comprises all the tribal areas referred to therein, be paid to the autonomous State, and, if the autonomous State comprises only some of those tribal areas, be apportioned between the state of Assam and the autonomous state as the President may, by order, specify.\n(ii)  there shall be paid out of the consolidated fund of India a grants-in-aid of the revenues of the autonomous state sums, capital and recurring equivalent to the costs of such schemes of development as may be undertaken by the autonomous state with the approval of the Government of India for the purpose of raising the level of administration of the rest of the state of Assam.]\n(2) Until provision is made by Parliament under clause (1), the powers conferred on Parliament under the clause shall be exercisable by the President by order and any order made by the President under this clause shall have effect subject to any provision so made by Parliament:\nProvided that after a Finance commission has been constituted no order shall be made under this clause by the president except after considering the recommendations of the Finance Commission.\n"
  },
  {
    "id": "157da81e-dc28-42e1-9e41-7cc8cc8823f1",
    "schemeUrl": "https://dsw.nagaland.gov.in/eklvya-model-residential-school/",
    "text": "\nDuring the 9th five year plan beginning 1997-98, the construction of three Eklvya Model Residential school for tribal students was taken up. This were located at Dihuphar in dimapur district, Tizit at Mon and at Tuensang town.\n \n Objectives of EMRS \nThe objective of EMRS is to provide quality middle and high level education to Scheduled Tribe (ST) students in remote areas, not only to enable them to avail of reservation in high and professional educational courses and as jobs in government and public and private sectors but also to have access to the best opportunities in education at par with the non ST population. This would be achieved by:\n\na)        Comprehensive physical, mental and socially relevant development of all students enrolled in each and every EMRS. Students will be empowered to be change agent, beginning in their school, in their homes, in their village and finally in a larger context.\nb)        Focus differentially on the educational support to be made available to those in Standards XI and XII, and those in standards VI to X, so that their distinctive needs can be met,\nc)        Support the annual running expenses in a manner that offers reasonable remuneration to the staff and upkeep of the facilities.\n\n\nd)        Support the construction of infrastructure that provides education, physical, environmental and cultural needs of student life.\n\n \nIII Monitoring\nIn pursuance of the central guidelines the state government has set up a state level board of directors and district level SONTWERI Standing Committee in all the three districts to monitor the activities and functions of the schools. The state of nagaland tribal welfare education and residential institution (SONTWERI) takes care of the functioning of the school which is a registered society under the department of social welfare. The department of Social Welfare is the nodal department which oversees the functioning and that proper care and quality education are being provided to the tribal students in these 3 schools.\n \na)State Level Board of Directors:\nThere shall be one board of directors at the state level consisting of the following members:-\n\nCommissioner & Secretary           _          Ex-Officio Chairman\n\nTo the Govt. of Nagaland\nDepartment of Social Welfare\n\nDirector, Department of Social Welfare  –           Member Secretary\nDirector, School Education – Member\nAn eminent educationist to be nominated by the govt – Member\nPrincipals of the EMRS –              Member\nPrincipal of the ITI –             Member\nAdministrator of the Institutions –               Member\n\n \nb) Powers and Functions of the Board of Directors:\nThe Board of Directors shall exercise control overf the financial administration and academic matters of the society in the following manners:-\n\nTo determine the qualifications of the candidates to be recruited to the post of teachers and staff members.\nRegulate the condition of service of the staff of the society and its affiliated institutions in respect of scales of pay and allowances, leave, sanctions of advances, travelling and daily allowances.\nTo manage the properties of the society.\nTo determine the procedure to enter into agreements for the furtherance of the society.\nTo repare and execute detailed plans and programs for the furtherance of the objective of the society.\nTo determine the procedure, conditions and terms to affiliate to the society any institution having objective similar to those of the society or to recognise any other institution.\n\n \n( c) District Level SONTWERI Committee:\nThere shall be a committee at the district level called the District Level SONTWERI Committee consisting of the following members:-\n\nDeputy Commissioner – Chairman.\nPrincipal – Member Secretary\nDistrict Welfare Officer – Member\nDistrict Education Officer – Member\nCommunity leader in respective district – Member\n\n \n(d) Powers and functions of the committee:\n(i) The committee shall carry out the functions relating to the effective running of the school uunder the district.\n(ii) The committee shall discharge such other functions as may be assigned to them from time to time by the board of directors.\nIV: FUNDING\nThe maintenance cost of recurring and non recurring expenditure of the schools are borne 100% by the Ministry of Tribal Affairs, Government of India under the provision of the Article 275(1) of the constitution of India. The students of EMRS are provided free education, free uniforms, free book grants, free ration, toiletries, tuition and all other contingency expenses alongwith teaching and non teaching staff salaries are b\n \nV: ADMISSIONS\nAdmission to these schools are through selection/competition with suitable provision for preference to children belonging to Primitive Tribal Groups, first generation students, etc.\nTHE DEPT OF SOCIAL WELFARE ,GOVT OF NAGALAND HAS SO FAR SET UP THREE EMRS IN DIFFERENT PARTS OF NAGALAND……\n\nDIMAPUR     2. TIZIT(MON)     3. TUENSANG\n\n \n \n\nEMRS DIMAPUR\n\nYEAR OF ESTABLISHMENT- 2008-09\nNAME OF THE ADMINISTRATOR- REV YANGER WALLING\nPOSTAL ADDRESS-  4TH MILE DIPHUPAR,DIMAPUR\nNO OF TEACHERS- 06\nNO OF STUDENTS- 172   MALE-79/FEMALE-93  (For Academic Year 2015-16)\nCONTACT NO-9862056055\n \nPERFORMANCE REPORT FOR THE YEAR 2013\n\n\n\nSL.NO\nCLASS\nTOTAL ENROLLED\nMALE\nFEMALE\nPASSED\nFAILED\n\n\n1\nVI\n              40\n21\n19\n40\nNIL\n\n\n2\nVII\n              39\n20\n19\n39\nNIL\n\n\n3\nVIII\n              38\n19\n19\n38\nNIL\n\n\n4\nIX\n              31\n17\n14\n26\n5\n\n\n5\nX\n              21\n11\n10\n17\n4\n\n\n\n \nPERFORMANCE REPORT FOR THE YEAR 2014\n\n\n\nSL.NO\nCLASS\nTOTAL ENROLLED\nMALE\nFEMALE\nPASSED\nFAILED\n\n\n1\nVI\n              40\n19\n21\n40\nNIL\n\n\n2\nVII\n              39\n21\n19\n40\nNIL\n\n\n3\nVIII\n              39\n20\n19\n39\nNIL\n\n\n4\nIX\n              38\n19\n19\n30\n8\n\n\n5\nX\n              26\n14\n12\n21\n5\n\n\n\n \n\nEMRS TUENSANG\n\nYEAR OF ESTABLISHMENT- 2007-08\nNAME OF THE ADMINISTRATOR- MR SUNGMO\nPOSTAL ADDRESS-  3RD NAP  SECTOR POST BOX-181.TUENSANG\nNO OF TEACHERS- 06\nNO OF STUDENTS- 136   MALE-71/FEMALE-65(FOR ACADEMIC YEAR\n2015-16)\nCONTACT NO-9612395505/9436663523\n \nPERFORMANCE REPORT FOR THE YEAR 2013\n\n\n\nSL.NO\nCLASS\nTOTAL ENROLLED\nMALE\nFEMALE\nPASSED\nFAILED\n\n\n1\nVI\n              40\n21\n19\n40\nNIL\n\n\n2\nVII\n              40\n21\n19\n40\nNIL\n\n\n3\nVIII\n              36\n22\n14\n36\nNIL\n\n\n4\nIX\n              21\n12\n9\n21\nNIL\n\n\n\n( Note..it was upgraded to Class-X only in the year 2014)\n \nPERFORMANCE REPORT FOR THE YEAR 2013\n\n\n\nSL.NO\nCLASS\nTOTAL ENROLLED\nMALE\nFEMALE\nPASSED\nFAILED\n\n\n1\nVI\n              40\n22\n18\n40\nNIL\n\n\n2\nVII\n              39\n20\n19\n39\nNIL\n\n\n3\nVIII\n              37\n18\n19\n37\nNIL\n\n\n4\nIX\n              26\n15\n11\n26\nNIL\n\n\n5\nX\n              13\n6\n7\n13\nNIL\n\n\n\n \n \n\nEMRS TIZIT(MON)\n\nYEAR OF ESTABLISHMENT- 2007-08\nNAME OF THE ADMINISTRATOR- MR NONGAI KOYNAK\nPOSTAL ADDRESS-  NEAR AR CHECK POST TIZIT,7998602\nNO OF TEACHERS- 15\nNO OF STUDENTS- 146   MALE-80/FEMALE-66(for academic year 2015-16)\nCONTACT NO-\n \nPERFORMANCE REPORT FOR THE YEAR 2013\n\n\n\nSL.NO\nCLASS\nTOTAL ENROLLED\nMALE\nFEMALE\nPASSED\nFAILED\n\n\n1\nVI\n              40\n17\n13\n33\n7\n\n\n2\nVII\n              35\n15\n12\n27\n8\n\n\n3\nVIII\n              22\n10\n6\n16\n6\n\n\n4\nIX\n              21\n11\n16\n27\n4\n\n\n5\nX\n              20\n12\n8\n20\nNIL\n\n\n\n \nPERFORMANCE REPORT FOR THE YEAR 2014\n\n\n\nSL.NO\nCLASS\nTOTAL ENROLLED\nMALE\nFEMALE\nPASSED\nFAILED\n\n\n1\nVI\n              40\n20\n20\n36\n4\n\n\n2\nVII\n              34\n17\n12\n29\n5\n\n\n3\nVIII\n              27\n15\n12\n27\nNIL\n\n\n4\nIX\n              22\n9\n5\n14\n8\n\n\n5\nX\n              17\n11\n6\n17\nNIL\n\n\n\n \n"
  },
  {
    "id": "1cee6c37-5656-4377-bb00-54bad14ce4e0",
    "schemeUrl": "https://dsw.nagaland.gov.in/grants-under-article-2751-of-the-constitution-of-india/",
    "text": "\n\n\n\n       Grants under Article 275(1) of the Constitution of India provides such sums as Parliament may by law provide shall be charged on the consolidated Fund of India in each year as grants-in-aid of the revenues of such States as Parliament may determine to be in need of assistance, and different sums may be fixed for different States:\nProvided that there shall be paid out of the Consolidated Fund of India as grants-in-aid of the revenues of a State such capital and recurring sums as may be necessary to enable that State to meet the costs of such schemes of development as may be undertaken by the State with the approval of the Government of India for the purpose of promoting the welfare of Scheduled Tribes in that State or raising the level of administration of the Scheduled Areas therein to that of the administration of the rest of the areas of that State”.\n\n\nFunding Pattern:\n\n\nThis is a Central Sector Scheme and 100% grants are provided to the States.\n\n\n\nCoverage:\n\n\n\n       The scheme covers States namely Andhra Pradesh, Arunachal Pradesh , Assam , Bihar, Chhattisgarh, Goa, Gujarat, Himachal Pradesh, Jammu & Kashmir, Jharkhand, Karnataka, Kerala, Madhya Pradesh, Maharashtra, Manipur, Meghalaya, Mizoram, Nagaland, Orissa, Rajasthan , Sikkim , Tamil Nadu, Tripura, Uttar Pradesh, Uttarakhand and West Bengal having Scheduled Tribe Population..\n\n\n\nFeatures\n\n\n\n·         The grants are provided to the States on the basis of ST population percentage in the State to the total tribal population of the Country.\n·         ·    The funds are released to the State Governments against specific projects for the welfare of Scheduled     Tribes and   strengthening of administration of tribal areas from the year 2000- 2001. A part of funds are also utilised to establish Eklavya Model residential Schools to provide quality education to ST students from class VI to XII\nThe Ministry of Tribal Affairs issued revised guidelines, in super session of the earlier circulars/ letters/ guidelines on the subject, under No.14011/ 9/ 2001-SG&C dated 2.7.2002 for adoption during 10th Five Year Plan.  There was a minor modification in the guidelines in January, 2008.\n\n\n\nMain Features of the Revised Guidelines dated 2.7.2002\n\n\n\n         The following are the main features of the revised guidelines issued by this Ministry on 2.7.2002.\n(i)        Grant under Article 275(1) is additionality to Normal Central Assistance to the State Plan.\n(ii)       Adoption of the project approach and prior approval of the Ministry is necessary.\n(iii)      The projects under the first proviso to Article 275(1) are part of the overall TSP and the Annual State Plans.\n(iv)       Micro-plans for each ITDA/ MADA are to be prepared through multi-disciplinary teams.\n(v)        Thrust areas are to be identified so that resources are better targeted rather than spreading too thin.\n(vi)      Provision for utilization of 2% of the funds for project management   has    been made.\n(vii)     Provision of expenditure upto 10% of the funds for maintenance and infrastructure with prior approval of the Ministry has also been made.\n(viii)    Proportionate, at least 30% coverage of women is necessary.\n(ix)       TSP Component of the Annual State Plan is to be put in a separate budget head under the administrative      control of their respective Tribal Development Department.\n(x)       Earmarking of 10% of funds out of the overall allocation under the first proviso to Article 275(1) for innovative projects has been provided which will be sanctioned amongst only those States who provide TSP in the State Plan in proportion to the ST population of the State in a single budget head and then have spent at least 75% in previous three years on an average\n\n\n\nProposed Activities\n\n\n\n           States can take up activities for strengthening the infrastructure in the sectors critical to enhancement of human development indices such as education, income generation, health irrigation, roads, bridges, forests, forests villages,  electrification, communication, rural marketing, agriculture, animal husbandry, food processing, processing of MFPs, human resource development in technical and vocational spheres, water harvesting, resettlement of displaced persons, tribal land management, sports promotion.Generation of community welfare assets like residential schools, Maintenance of schools,   Providing skilled teaching including in tribal language,  Nutritional support to needy: children, mothers and elderly people, Community Grain Storage,   Assured Drinking Water, and Other activities meant for welfare of Tribal population different from conventional development etc.\n \n\n\n\nBackground-\nThe Dept of Social Welfare,Govt of Nagaland  is the nodal dept for releasing  of  funds for grant-in-aids to the different Non-Governmental- Organizations(NGO) working for different sections of the society. The funds are provided under  State -Plan , Plan and Non- Plan .\nThe different NGOs availing GIA from the government of India in various categories are:\n\nOld Age Home FOR 2013-14\n\n \n\n\n\nSl.No\nName of the NGOs\nAmount (Rupees in lakh)\n\n\n1.\nGood Samaritan Women Society, Kohima\nRs. 2.00\n\n\n2.\nCaring Neighbourhood, Mokokchung\nRs. 0.80\n\n\n3.\nOld Age Home, Rotomi, Zunheboto\nRs.1.00\n\n\n4.\nLazami Village Council,Zunheboto\nRs.0.30\n\n\n5.\nJoie De Vivre Club, Phek\nRs.0.40\n\n\n6.\nAonglar Women Welfare Society, Kohima\nRs.1.00\n\n\n7.\nIndra Gandhi National Old Age Society, Sakshi, Longleng\nRs.0.50\n\n\n\n                                                     (State Plan)                         Rs. 6.00 lakh.\n \n\nChildren’s Home FOR 2013-14\n\n\n\n\nSl. No\nName o f the NGOs\nAmount\n(Rupees in lakh)\n\n\n1.\nEden Gardens Children’s Home, Khuzama\n2.00\n\n\n2.\nTransformation Resource Centre, Dimapur\n1.50\n\n\n3.\nEbenezer Children’s Home, Dimapur\n0.90\n\n\n4.\nNeighbourhood Service Centre, Midland, Dimapur\n0.90\n\n\n5.\nSt. Joseph Children’s Home, Dimapur\n0.90\n\n\n6.\nChildren’s Home, Longleng\n1.00\n\n\n7.\nAsian Evangelistic Fellowship, Dimapur\n0.80\n\n\n8.\nTouch Life Centre, Chumukedima\n0.80\n\n\n9.\nPrecilla Children Home, Jotsoma, Kohima\n0.60\n\n\n10.\nLakpan Welfare Society, Dimapur\n0.60\n\n\n\n                                                                               (Plan)            Rs. 10.00 lakh\n \n\nDISABILITIES FOR 2013-14\n\n\n\n\nSl. No\nName of the NGOs\nAmount (Rupees in lakh)\n\n\n1.\nAll Nagaland Disabled People organization, Kohima\n0.30\n\n\n2.\nRengma Handicapped Union, Tseminyu\n0.30\n\n\n3.\nNagaland PParents Association for Handicaed/Disabled, Kohima\n1.00\n\n\n4.\nNorthern Angami Handicapped Union\n0.30\n\n\n5.\nNagaland Blind Association, Dimapur\n1.00\n\n\n6.\nBlind School, Chumukedima\n0.70\n\n\n7.\nChrist for Down Trodden Ministry, Dimapur\n0.50\n\n\n8.\nSentilong Welfare Society, Mokokchung\n0.50\n\n\n9.\nBumble Bee inclusive Pre-school, Kohima\n1.00\n\n\n10.\nDevelopment Association for Disabled, Dimapur\n0.80\n\n\n11.\nDisable Association, Zunheboto\n0.30\n\n\n12.\nDimapur District Disable Association\n0.30\n\n\n\n                                                        (State Plan)                   Rs. 7.00 lakh\n \n\nDrug Abuse/HIV FOR 2013-14\n\n\n\n\nSl. No\nName of the NGOs\nAmount (Rupees in lakh)\n\n\n1.\nKripa Foundation, Kohima\n0.60\n\n\n2.\nYouth Mission, Kohima\n0.70\n\n\n3.\nCare & Support Society, Mokokchung\n0.50\n\n\n4.\nKripa Foundation, Zunheboto\n0.60\n\n\n5.\nArok Khu Society, Tuli Town, Mokokchung\n0.60\n\n\n6.\nShalom Rehabilitation Centre, Dimapur\n0.50\n\n\n7.\nKohima User’s Network, Kohima\n0.30\n\n\n8.\nCad Foundation, Dimapur\n0.50\n\n\n9.\nMrs Pesha Khiamnungan\n0.20\n\n\n10.\nUreka Foundation, Zunheboto\n0.50\n\n\n\n                                                    (STATE PLAN)                          Rs. 5.00 lakh\n \n5) Children’s Home (NON PlAN) FOR 2013-14\n\n\n\nSl.No\nName of the NGOs\nAmount (Rupees in lakh)\n\n\n1.\nCommunity Education Centre Society, Dimapur\n1.00\n\n\n2.\nEden Gardens Children’s Home, Khuzama\n2.00\n\n\n3.\nLittle Light Home, 3rd Mile, Dimapur\n1.00\n\n\n4.\nTewelhi Medo Tyranees School, Pfutsero, Phek\n1.00\n\n\n5.\nSociety of Aborigines, Mount Carmen, Zunheboto\n2.00\n\n\n6.\nNagaland Children’s Home, Diphuphar, Dimapur\n2.00\n\n\n7.\nCaring Neighbourhood Ministry, Aoyim\n2.00\n\n\n8.\nHighland Hall School, Dimapur\n3.00\n\n\n9.\nSt. Joseph’s Children’s Home\n1.00\n\n\n10.\nJo Foundation, Kohima\n1.00\n\n\n11.\nCherry Blossom Society, Lerie, Kohima\n1.50\n\n\n12.\nTabitha Enabling Academy, Kohima\n1.50\n\n\n\n(Non Plan)      Rs.19.00 lakh\n"
  },
  {
    "id": "8a308aed-3305-4992-bb8e-c3ca45e40bdd",
    "schemeUrl": "https://dsw.nagaland.gov.in/centrally-sponsored-scheme-of-hostels-for-st-boys-and-st-girls/",
    "text": "\n1. BACKGROUND\n1.1 Article 16 of the Constitution enables the Central government to make special provisions for the socio-economic development of the deprived sections of the society to enable them to share the facilities at par with the rest of the society. Education is the foundation for any kind of socio-economic development. Education of Scheduled Tribes assumes added importance in the sense that it elevates their social status and equips them with the acumen to take advantage of the emerging opportunities both in employment and other economic activities.\n1.2 While illiteracy is a general problem for the country cutting across caste, religion, region and such other barriers, its total effect on the life and status of the Scheduled Tribes stands out prominently as an area of national focus. The women among the Scheduled Tribe groups suffer from triple jeopardy in as much as that they suffer from social barriers as STs, then as females and then also as the least literate segment of the society.\n1.3 Thus, there is a felt need for making a proactive discrimination in favor of ST girls while modifying the present scheme of hostel constructions so as to facilitate preferred proliferation of the educational infrastructure for them through, State Governments/UTs and Universities.\n1.4 The existing scheme of construction of hostels aims to supplement the efforts of the State Governments for creating a congenial study atmosphere free from the shackles of domestic shores, so as to encourage students belonging to the target groups to purse their education career without dropping out. Such hostels are immensely beneficial to the students of ST community hailing from rural and remote areas.\n1.5 While the Scheme of Hostels for ST Girls is in operation since the 3rd Five Year Plan, the Scheme for of ST Boys was started with effect from the year 1989-90.During the 10th Five Year Plan both the schemes have been merged into a single scheme.\n2. APPLICABILITY OF THE SCHEME AND OBJECTIVES OF THE MODIFICATION\nThe scheme is for ST boys and girls (including Primitive Tribal Groups). The primary objective of the modification is to attract the implementing agencies for undertaking hostel construction programme for ST Girls studying in middle schools, higher secondary schools, colleges and universities towards the broader vision of containment and reduction of their drop out rate.\n3. IMPLEMENTING AGENCIES AND ELIGIBILITY\nThe Scheme will be implemented through the State Governments/Union Territory Administrations and the Central/other Universities.\n4. LOCATION AND SCOPE OF HOSTELS\n4.1 The hostels under the Scheme should be constructed at a place where the educational institutions concerned are situated, keeping in view the concentration of ST population in a particular area or place. Further, the hostels under the scheme would be sanctioned as far as possible as a part of the established educational institutions or in close vicinity of such institutions. The hostels for Vocational Training Centres (VTCs) can be constructed only in those tribal areas where State Governments/UT Administrations take initiative to run these centres efficiently.\n4.2 The hostels under the Scheme can be constructed for middle, secondary, college and university level of education and also for Vocational Training Centres.\n4.3 The construction of boundary walls, two rooms set for hostel warden, a kitchen, a toilet, a common room and one room set for Chowkidar would be an integral part of the hostel scheme.\n4.4 The expenditure on maintenance of the hostels will be borne by the implementing agencies concerned from their own funds.\n5. STRENGTH OF THE HOSTELS\nGenerally, the number of inmates for whom the accommodation can be provided in a hostel under the Scheme should not exceed 100 but may exceed if there is a requirement of additional seats.\n6. FUNDING PATTERN\n6.1 Hostels for ST Girls\nFor construction/extension of hostels for ST Girls under the Scheme, 100% central assistance would be provided to the State Governments/UT Administrations and the Central/other Universities.\n6.2 Hostels for ST Boys\nFor construction/extension of hostels for ST Boys, the central assistance to the implementing agencies would be provided as detailed below:-\n(a) The State Governments will be eligible to receive central assistance on 50:50 matching basis. However naxal-affected states (specified districts as identified by Ministry of Home Affairs from time to time-list of specified districts annexed) will be eligible for 100% central assistance. Also 100% financial assistance would be provided to the UT Administrations;\n(b) The Central Universities would be eligible for 90% financial assistance;\n(c) Other Universities would be eligible on the basis of 45% central share, 45% State share and the remaining 10% to be borne by the Universities concerned themselves;\n(d) In case the State Governments concerned do not contribute their share of 45% to the Universities as prescribed in (c) above, the share of the former will also have to be borne by the Universities concerned, thereby raising their contribution to 55%.\n6.3 The hostels for Vocational Training Centres (VTCs) for ST Girls and Boys will be funded on the same criteria as other hostels for (girls and boys) schools/colleges.\n6.4 Manner of release of central assistance\nThe grants-in-aid shall be released after ensuring physical release of requisite matching share by the State Government/UT Administration/University concerned.\n7. GENERAL PROVISIONS\n(a) The central assistance will be limited only to the cost of construction/extension of the Hostels for ST Girls and Boys (including Primitive Tribal Groups) as indicated above.\n(b) Unencumbered land will be made available free of cost by concerned State Government/UT Admn./University for construction of the hostel.\n(c) The application for the grant shall be supported by the utilization certificate as well as details of physical and financial progress in respect of hostels sanctioned earlier by the Ministry of Tribal Affairs along with details of location of proposed hostel and number of seats in each hostel.\n(d) Plan of the Hostel duly approved by the competent authority in the State Govt./UT Administration/University.\n(e) A certificate to the effect that matching provision wherever necessary exists in the State Budget for the Scheme.\n(f) The hostels shall be completed within a period of 2 years from the date of release of the central assistance. However the period for completion of the extension of existing hostels shall be 12 months.\n(g) A few rooms/blocks of the hostels should be constructed barrier free and facilities like ramps etc. should be included in the design of the construction for the convenience of the ST students with disabilities.\n(h) The cost of construction of hostels will be worked out on the basis of State/UT PWD/CPWD schedule of rates prescribed for such type of construction.\n(i) In case, any State Government is unable to provide the required matching share from its budget, any MP/MLA can provide the State’s share from his/her MPLADS/MLALADS fund.\n(j) Preference will be given to State Governments who commit annual maintenance expenditure, as per reasonable norms.\n8. MONITORING AND EVALUATION\n8.1 The implementing agencies shall closely supervise the construction of hostels regularly and shall submit quarterly progress reports, both physical add financial, to the Ministry of Tribal Affairs, New Delhi till the completion of the hostels.\n8.2 For the purpose of effective monitoring, the ministry may itself conduct or cause field visits to be conducted by appropriate agencies/authorities to inspect the projects.\n8.3 The expenditure on evaluation/monitoring and administration of the scheme shall be met out of the funds provided for this scheme.\nSTATE SCENARIO\nAll together the Dept of Social Welfare,Govt of Nagaland has sanctioned five(5) nos of Tribal Hostels to be build in the different parts of the state.Details are below…..\nSl.no Location/District Year of Construction\nBoys/girls hostel\n1 Kohima 2012\nGirls\n2 Longleng 2004\nBoys and Girls\n3 Aboi-Mon 2006-07\nBoys and Girls\n4 Dimapur 2012\nBoys\n5 Peren\n2007-08 Boys and Girls\n"
  },
  {
    "id": "97fe6fb8-9c7b-4e04-8d9c-bfc284467a88",
    "schemeUrl": "https://dsw.nagaland.gov.in/tribal-welfare-complex/",
    "text": "\nBackground\nTribal welfare complex is a multi-purpose hall/enclave which can be use for different activities/purposes such as recreational parks for children and older persons, community hall, conference hall, office accommodations etc.\nFacilities at tribal complex : Conference Hall, community Hall, recreational parks, library, audio-visual room, distance education & E learning through internet facilities, games and recreational sport facilities for children and older persons, office accommodations, and other allied services.\n \nAims & Objectives:\n\nTo safeguard and preserve the identities of tribal populations by inculcating pride among the constituent groups of their rich cultural heritage and to uphold the tribal ethos.\nCreate facilities for tribal folk to showcase their indigenous artefacts, handicrafts and handloom products.\nProvide platform for the local people to display their tribal dances and native sports and other activities.\nTo provide a healthy, joyful environment for children to play, the youth and elderly members of the community to relax, read, learn and interact.\nProvide suitable opportunities for recreation and leisure so as to wean away the youth from the path of violence, immorality etc…and create a conducive atmosphere to divert the restless youth to more constructive and meaningful activities.\nFacilitate career counselling and vocational training for the tribal youth by involving the NGOs, allied departments, specialists etc, conduct workshops and seminars to enhance capacity building.\nInculcate a sense of work ethics and dignity of labour, sense of accountability and to contribute to the tribal community as a productive member with the long term view of fostering the traditional, cultural and ethical values of our tribal forbearers.\n\nActivities:\nThe following activities are proposed to be taken up at the tribal complex.\n\nDisplay of various tribal artefacts like costumes, handloom, handicrafts, tribal ornaments. Hold seminars and workshops relating to tribal heritage as well as related subjects.\nOrganise cultural programmes to showcase indigenous dances and tribal musical instruments of Nagaland including other NE States as well as other communities of the country.\nTraining in various community based activities, vocational trades, handicraft production etc. including options and career guidance for youth.\nOrganise youth camps for generation of awareness on various subjects like HIV/AIDS, drug abuse and alcoholism etc.\nFun recreational activities penny-farthing cycle, roller-skating, trampoline, pogo sticks for children and indoor games like table tennis, snooker/billiards, pool, chess etc for the older.\n‘Kids Fests’ for children where kids will have the opportunity to play games, listen to outstanding music, and participate in activities all around the park, concerts at amphitheatre and performance theatre.\nFacilitate access to the internet, interactive distance ‘e’ learning for the benefit of the youth etc.\n\n \nTHE DEPT OF SOCIAL WELFARE, GOVT OF NAGALAND HAS SO FAR ESTABLISHED SIX (6) NOS OF TRIBAL WELFARE COMPLEX IN THE DIFFERENT PARTS OF THE STATE.\n \n\n\n\nSL.NO\n                     LOCATION\nYEAR OF ESTABLISHMENT\nREMARKS\n \n\n\n1\nKOHIMA\n2007\n \n \n\n\n2\nWOKHA\n2009\n \n \n\n\n3\nZUNHEBOTO\n2009\n \n \n\n\n4\nDIMAPUR\n1996\n \n \n\n\n5\nPHEK\n2010\n \n \n\n\n6\nMOKOKCHUNG\n2010\n \n\n\n\n\n \n"
  },
  {
    "id": "69a42ae8-5ef2-45e1-aa35-6bc01d0da7d8",
    "schemeUrl": "https://dsw.nagaland.gov.in/the-ministry-of-social-justice-and-empowerment/",
    "text": "\nThe Ministry of Social Justice and Empowerment is a Government of India Ministry and is responsible for welfare, social justice and empowerment of the disadvantaged and marginalized sections of the society. This includes the Scheduled Castes (SC), Other Backward Class (OBC), the differently abled, the elderly, and the victims of drug abuse. The welfare of Scheduled Tribes (ST) is looked after by the Ministry of Tribal Affairs, Govt. of India. The Ministry of Welfare adopted the name of Ministry of Social Justice and Empowerment in May 1998.\nThe Department of Social Welfare, Nagaland is the nodal department for implementing various schemes under Ministry of  Social Justice and Empowerment . See www.socialjustice.nic.in . Among other welfare programs, the department has financial assistance schemes for the differently abled, the blind and Scholarship Scheme for Differently abled children.\n.\nOrganisation in the State of Nagaland\nThere is a Commissioner for Persons with Disabilities appointed by the State Government. At present, Dr. Atha Vizol is the Commissioner for Persons with Disabilities and  is the nodal authority for monitoring reservations for persons with differently abled. Details of Commissioner’s office:\nOffice of the Commissioner for Disability\nVizol’s Building\nOpposite NST Complex, Kohima- 797001\nNagaland\nContact no. 9436000307\nEmail : drathavizol[AT]gmail[DOT]com\n \nIndira Gandhi National Disability Pension Scheme (IGNDPS) under NSAP:\nAt present, a total of 1276 such differently abled persons are covered under this scheme in Nagaland, the Department provides a monthly pension @Rs.300 per month under State Plan.\n \nSTATEMENT SHOWING DISTRICT WISE BENEFICIARIES UNDER IGNDPS\n\n\n\nSl. No.\nDistrict\nNo. of Beneficiaries\n\n\n1.\nMOKOKCHUNG\n139\n\n\n2.\nTUENSANG\n92\n\n\n3.\nMON\n112\n\n\n4.\nWOKHA\n136\n\n\n5.\nZUNHEBOTO\n132\n\n\n6.\nDIMAPUR\n117\n\n\n7.\nPEREN\n81\n\n\n8.\nLONGLENG\n77\n\n\n9.\nKIPHIRE\n75\n\n\n10.\nKOHIMA\n170\n\n\n11.\nPHEK\n145\n\n\n \nTotal\n1276\n\n\n\n\n\n\n\n\n\nFinancial assistance for persons with differently abled:\nDifferently abled children from Class-A to Class-VIII are provided with scholarship\n@Rs. 200/- per head per month. At present a total of 208 students are provided with scholarship through state funding under State Non-Plan Scheme.\n \nSTATEMENT SHOWING DISTRICT WISE SCHOLARSHIP TO DIFFERENTLY ABLED STUDENTS\n\n\n\nSl. No.\nDistrict\nNo. of Beneficiaries\n\n\n1.\nMOKOKCHUNG\n15\n\n\n2.\nTUENSANG\n8\n\n\n3.\nMON\n20\n\n\n4.\nWOKHA\n9\n\n\n5.\nZUNHEBOTO\n11\n\n\n6.\nDIMAPUR\n75\n\n\n7.\nPEREN\n2\n\n\n8.\nLONGLENG\n3\n\n\n9.\nKIPHIRE\n7\n\n\n10.\nKOHIMA\n46\n\n\n11.\nPHEK\n12\n\n\n \nTotal\n208\n\n\n\n\n\n\n\n\n\nFinancial assistance is also provided to the totally blind persons @Rs.200 per month. At present 1625 blind persons are covered under this Scheme.\n \nSTATEMENT SHOWING DISTRICT WISE BENEFICIARIES BLIND PERSONS\n\n\n\n \nSl. No.\nDistrict\nNo. of Beneficiaries\n\n\n \n1.\nMOKOKCHUNG\n166\n\n\n \n2.\nTUENSANG\n175\n\n\n \n3.\nMON\n186\n\n\n \n4.\nWOKHA\n167\n\n\n \n5.\nZUNHEBOTO\n161\n\n\n \n6.\nDIMAPUR\n183\n\n\n \n7.\nPEREN\n78\n\n\n \n8.\nLONGLENG\n100\n\n\n \n9.\nKIPHIRE\n56\n\n\n \n10.\nKOHIMA\n241\n\n\n \n11.\nPHEK\n112\n\n\n \nTotal\n1625\n\n\n\n\n\n\n\n\n\n \nSocial Welfare Department is the channelizing agency for providing loans to persons with differently abled from the National Handicapped Finance & Development Corporation. So far, 494 differently abled persons have been granted loans up to Rs.50,000/- for taking up various trade like grocery, vegetable vendor/garden, piggery, poultry, handicrafts etc.\n \nList of NGOs receiving Grant-in-Aid from the Department.\n\nAll Nagaland Differently abled People Organization, Kohima.\nRengma Handicapped Union, Tseminyu, Kohima.\nNagaland Parents Association for Handicapped/Differently abled. Kohima.\nNorthern Angami Handicapped Union, Kohima.\nBlind School, Chumukedima.\nChrist for Downtrodden, Dimapur.\nSentilong Welfare Society, Mokokchung.\nNagaland Blind Association, Dimapur.\nBumble Bee Inclusive Pre-School, Kohima.\nDevelopment Association for Disable, Dimapur.\nDisable Association, Zunheboto.\nDimapur District Disable Association, Dimapur.\nCherry Blossom, Lerie, Kohima.\nTabitha Enabling Academy, Kohima.\nHighland Hall School, Dimapur.\n\n \n \nDifferently abled Scheme \nScheme for Implementation of Persons With Differently abled Act 1995 (SIPDA)\n\nThe District Disability Rehabilitation Centre (DDRC) :\n\nThe District Disability Rehabilitation Centre is located at Civil Hospital, Dimapur, Nagaland.The objective of this program is to provide total rehabilitation to all the persons with differently abled at the District Centre itself. The major rehabilitation services that are expected to be provided through DDRC are:\n\nFacilitation and provision of Disability Certificates.\nAssessment on the need of assistive devices.\nProvision/ Fitment of assistive devices.\nTherapeutical services (Speech Therapy, OT, PT, Mobility Instructions)\nPromotion of barrier free environment.\nEncouraging and enhancing prevention of differently abled, early detection and intervention.\nTo provide supportive and complimentary services to promote education, vocational training and employment for persons with differently abled.\nIdentifying suitable vocations for Persons With Differently abled (PWDs), keeping in view local resources and designing vocational trainings.\n\n \nThe following are the information of Non-Governmental Organization (NGOs) registered with Social Welfare, Nagaland.\n\nPeople in Need Foundation\n\nP.B.. No. 346/H. No-202,\nUnited North Block, Burma Camp\nDimapur, Nagaland\nChairman- Shri Joe Ngamkhuchung\nContact No. 9436004219/03862-233238\nEmail- pinfdimpur[AT]yahoo[DOT]co[DOT]in\n \n\nWinsome Centre \n\nChukitong, Wokha\nSecretary – Shri Mhonjan\n \n\nSteward Association\n\nPangti Village, Wokha\nPresident- Shri. Nyimbemo\nContact no. 9436607781\n \n\nBaseleia Mission Organisation \n\nDirector- Shri Z. Roben Humtsoe\nP.B.- 454 Dimapur\nContact no. 9862226788\nEmail- zwr3-humtsoe[AT]yahoo[DOT]com\n \n\nYingle Mission Society \n\nP.B. 1, Lempong Junction, CTN Road\nDistrict : Longleng – 798625\nSecretary- Shri. Themjen Phom\nContact no. 03869- 236295/ 9436012551\nEmail- yinglimission[AT]yahoo[DOT]co[DOT]in\n\nCherry Blossom Society \n\nP.B. 658, Near CRPF camp Lierie\nChazou, Kohima- 797001\nDirector- Smti. Adani Kayina\nContact No. 9612718983/9615150400\nEmail- purnimacbs[AT]gmail[DOT]com\n \n\nNagaland Parents Association for the Differently abled\n\nDistrict- Kohima\nSmti. Purnima Kayani\nContact no. 96150400/9436000597\nEmail- purnimacbs[AT]gmail[DOT]com\n \n\nDistrict Physically Handicapped Union\n\nPresident- Apakajan Seb\n \n\nCare & Support Society\n\nDistrict-Mokokchung\nChairman- Imchawati\nContact no. 9436017611/0369-222725\n\nYanke Multipurpose Welfare Society\n\nChukidong, Wokha\nChairman- Dr. Y.Y. Kikon\n \n\nJo Foundation\n\nH.No. 354, Middle Medizie (Agri Colony)\nKohima-797001\nContact no. 9436000597\nEmail- jofoundationkohima[AT]rediffmail[DOT]com\n \n\nEnable Society\n\nRoom no-17, Red Cross Building\nKohima.\n \n\nTabitha Enabling Society\n\nSepfuzou Colony, Below Alder College, Kohima.\nPresident- Asanuo Seb\nGen. Secy- Vekutilu Vese\nContact no. 9863640447/ 9862256775\n\nProdigals Home\n\nNSCB Building Complex, P.B.-148\nDimapur.\nDirector- Smti. K. Ela\nContact no. 03862-2231830/ 9436009366\nEmail- prodigalsh[AT]yahoo[DOT]co[DOT]in\n \n\nDisable Home\n\nDistrict- Kiphire\nChairman- Smti. Tsusu Mary\nContact no. 9612197742/ 8413845751\nContact no. 8742009631\n"
  },
  {
    "id": "8b6021e6-821b-45db-90e7-7e62665d9abd",
    "schemeUrl": "https://dsw.nagaland.gov.in/circular-notifications-nsap/",
    "text": "\n"
  },
  {
    "id": "317a6180-aa9a-417e-ab91-88b105c2ad60",
    "schemeUrl": "https://dsw.nagaland.gov.in/list-of-nsap-beneficiaries-district-wise-for-the-year-2014-15/",
    "text": "\nLIST OF NSAP BENEFICIARIES DISTRICT-WISE FOR THE YEAR 2014-15\n\n\n\nSl. No\nDistrict\nIGNOAPS (60-79)\nIGNOAPS (80+)\nIGNWPS\nIGNDPS\n\n\n1.\nKOHIMA\n6500\n422\n510\n170\n\n\n2.\nMOKOKCHUNG\n6803\n491\n474\n139\n\n\n3.\nTUENSANG\n5515\n334\n460\n92\n\n\n4.\nMON\n6158\n395\n465\n112\n\n\n5.\nZUNHEBOTO\n5745\n369\n435\n132\n\n\n6.\nWOKHa\n5490\n352\n412\n136\n\n\n7.\nPhek\n5826\n358\n436\n145\n\n\n8.\nDIMAPUR\n4371\n171\n480\n117\n\n\n9.\nLONGLEN\n1496\n79\n261\n77\n\n\n10.\nKIPHIRI\n1766\n82\n261\n75\n\n\n11.\nPEREN\n2074\n108\n270\n81\n\n\n \nTOTAL\n51744\n3161\n4464\n1276\n\n\n\n"
  },
  {
    "id": "89973e5b-fe93-4930-b548-bce181fec374",
    "schemeUrl": "https://dsw.nagaland.gov.in/about-the-national-social-assistance-programme-nsap/",
    "text": "\nThe National Social Assistance Programme is a fully funded centrally sponsored scheme launched by the Government of India on the 15th August 1995. The launch of this programme has taken a significant step towards the fulfillment of the Directive Principles under Art.41 of the constitution. This programme introduced a National policy for social assistance that provides financial assistance to the elderly, widows and persons with disabilities in the form of social pension.\nThe National Social Assistance Programme was launched with the aim for ensuring minimum national Standard of Social assistance besides other benefits provided by the state. Ever since the inception of the department in 1968, it has been engaged in implementing various social welfare programmes to meet the basic needs of the needy and the poor.\nObjective and vision: –\nA society, where all persons are free from undeserved want and deprivation and lead a dignified life\nMISSION: –\nTo reach out to and provide social security to vulnerable sections of society particularly those living below the poverty line.\nThe NSAP as presently implemented consists of four sub schemes: –\n\nThe Indira Gandhi National Old Age Pension Scheme (IGNOAPS): –\n\n \n\nEligibility: – The eligibility age for availing IGNOAPS is 60years and          above living below poverty line.\nAmount: – The pension amount is Rs. 200 per month for individuals aged between 60-79 and Rs. 500 for persons who are 80 years and above.\n\nThe scheme till 2014-15 has covered 51744 beneficiaries in the age group of 60-79 years of age and 3161 beneficiaries who are 80 years and above.\n\nThe Indira Gandhi National Widow Pension Scheme (IGNWPS): –\n\n \n\nEligibility: – The eligibility age of widows to avail IGNWPS is 40 years and above living below poverty line.\nAmount: – The pension amount is Rs. 300 per month and on attainment of the age of 80 years the beneficiary is entitled to get Rs. 500 per month.\n\nThe scheme till 2014-15 has covered 4464 beneficiaries.\n \n\nIndira Gandhi National Disability Pension Scheme (IGNDPS): –\n\n \n\nEligibility: – The eligibility age under Indira Gandhi Disability Pension Scheme is for individuals aged 18 years and above with more than 80% disability and living below poverty line.\nAmount: – Under this scheme the department provides a monthly pension of Rs. 300 and on attaining the age of 80 years, a beneficiary is entitled for Rs. 500 per month.\n\nTill 2014-15, the scheme has covered 1276 beneficiaries.\n \n\nThe National Family Benefit Scheme (NFBS): –\n\n \nUnder this scheme, the department, as a one (1) time assistance gives a lump sum of Rs.20, 000 to the bereaved household in the event of death of the bread-winner. A woman in the family, who is a homemaker, is also is also considered as a ‘bread-winner’ for this purpose. The family benefit will be paid to such surviving member of the household of the deceased, who after local inquiry, is found to be the head of the household. For the purpose of the scheme, the term ‘household’ would include spouse, minor children, and unmarried daughter and dependent parents. In case of death of an unmarried adult, the term household would include minor brothers/ sisters and dependent parents.\n\nEligibility: – For availing the scheme, the death of such a bread-winner should have occurred whilst he/she is more than 18 years of age and less than 60 years of age.\nAmount: – The amount under this scheme is a one (1) time grant of Rs. 20,000.\n\nThe above scheme is implemented in each district through a committee called the District level committee which is headed by the Deputy Commissioner (DC) and assisted by the District Welfare Officer (DWO) along with other district level officers. They work on the modalities of selection of beneficiaries, and forward it to the appropriate authority for approval. After the grant of necessary approval and sanction, disbursement is done by the DWO of each district to the beneficiaries in cash.\n"
  }
]