[
    {
        "Beneficiary_Category": "SC  - Charmakar.",
        "Benefits_Provided": "We have started to implement the scheme of  Gattai Tin Stalls for Road sides Cobblers under which we are  providing Tin Stall of Size 4’ x 5’ x 6.5’ costed Rs.16367/-  per stall and Rs.500/- incidental charges for irrection of  stall  under 100% subsidy scheme to eligible Road side Cobblers from  Grampanchayat.",
        "Eligibility_Criteria": "Applicant  must be of Charmakar Community only.      Age  Limit should be in between 18 to 50 years       For  50% Subsidy Scheme and Margin Money, Annual Income of the applicants must be below poverty line and for NSFDC Scheme,  income for Rural area should be below 98,000/- and for Urban  Rs.1,20,000/-.       Applicants  must be permanent resident of Maharashtra State.       He  must produce the Income and Caste Certificate of Authorised  Govt.Officer.      Applicant  must have a knowledge of the business for which he has applied  for loan.",
        "Scheme_Detail_ID": "$2b$10$fIUMe7.UySteTNujreIbLepk2SowL5QKnt05I3EF6aQGMFto.cpLy",
        "Scheme_ID": "$2b$10$myBuecNkpOQhRyxKDMJdLe/cGCvfl3lJ/sUX9rEQifkLpgbIsfeEC"
    },
    {
        "Beneficiary_Category": "Visually handicapped, Low vision, hearing impaired, and orthopedically handicapped",
        "Benefits_Provided": "The State Government of Maharashtra has provided financial assistance of Rs. 1000/- for purchase of total kits/ equipments to start their own business .",
        "Eligibility_Criteria": "1.Application in prescribed format submitted to concern District Social Welfare Office, Zillah Parishad & Assistant Commissioner Social Welfare Office ,Mumbai Urban & Mumbai Suburban        2.Applicant must completed their vocational training in Government or Government recognized institution        3.Applicant should have minimum 40% disability.        3.Applicant should be Domicile in Maharashtra.        4.Applicant should submit their proposal with proposed project cost.",
        "Scheme_Detail_ID": "$2b$10$hemQIwkcq8sJoHob0yjue.n5HLbtbl2uaoVV1H07NVdaWt0tob2QW",
        "Scheme_ID": "$2b$10$ZaEBHS1AOEg1ouRzn4MpU.StY0A12e0VOJgbxnC9HrtRR.ZN1xk8."
    },
    {
        "Beneficiary_Category": "SC",
        "Benefits_Provided": "Government provide mini tractor along with its sub parts like trolley, rotator etc.The cost of one mini tractor along with its sub parts is Rs. 3,50,000/-The 10  % of  this amount is collected by the self-help group and  remainingRs. 3,15,000/- is the subsidy given by the govt.",
        "Eligibility_Criteria": "There are 1 to 13 terms and conditions. Major terms and conditions are-      1. Applicant should be The scheduled castes and Nav-Buddhists and domicile of Maharashtra state.      2. The Self-help Group must consist of 80% of scheduled castes and Nav-Buddhists members.      3. The cost of Mini tractor and its sub parts is estimated of Rs. 3.50 lakhs. Self-help Group must collect 10 % of this amount of Rs. 35,000/- and government will provide remaining 90% subsidy of Rs. 3,10,000/-.",
        "Scheme_Detail_ID": "$2b$10$W.jS0UP8yuJAv6pwJ6QWeuKgs6Od/HSwlj7eHqR4TZLdO4o9DeTHC",
        "Scheme_ID": "$2b$10$/iTOsz.2nPaqma8nrIOir.SYuptV2uD9QLfYvLJZZ4KOF4.FeYBzK"
    },
    {
        "Beneficiary_Category": "SC",
        "Benefits_Provided": "50 per cent of Project cost is provided as a loan by social welfare department.",
        "Eligibility_Criteria": "There are 1 to 24 terms and conditions. Main conditions are-          The concern spinning mill has to collect Rs. 80.00 lacks or minimum 5 per cent cost of project to be collected as member shares.          The Director of textile and Handloom Maharashtra State, Nagpur sanctions 9 times amount of the member share of the spinning mill as Government share capital and Department of Social Welfare sanction 1:1 (50 per cent of the project cost) financial assistance as long term basis loan to such spinning mills          The project submitted by the pinning mill should be enumerated by the financial institutions/ banks that provide loan to the spinning mill. In addition to this the project report can be checked / enumerated by following institutions and submit to government. The enumeration fee is fixed for Rs. 2.50 lakhs. The project enumeration cost should be bared by the spinning mill.          Maharashtra Industrial & Technical consultancy Organization Lmt. (MITCON), Pune.          Agriculture financial Corporation, Mumbai          Dattajirao Technical Institute, Ichalkarangi.",
        "Scheme_Detail_ID": "$2b$10$d76r02mINrGQBZSE0kND4u2uiKwOP3NsikabEAW./gN3YfRpm0KT2",
        "Scheme_ID": "$2b$10$GogtcfULbPB2kRJK2pTbhucBAMK91yFILg3Nxb6epi68esif59RcS"
    },
    {
        "Beneficiary_Category": "Vimukta Jatis (Denotified Tribes) / Nomadic Tribes / Special Backward Class.",
        "Benefits_Provided": "25% Margin Money Loan Scheme.   Project Limit (Rs.)   Rs. 5,00,000/-   Bank Share (%)  75 %   Corporation’s Share (%) 25 %   Rate of Interest (%)    4 %   Return Period    5 Yrs. Rs. 25,000/- Direct Loan Scheme.   Project Limit (Rs.)     Rs. 25,000/-   Corporation’s Share (%)   100 %   Rate of Interest (%)   2 %   Return Period   4 Yrs.",
        "Eligibility_Criteria": "Applicant should be a resident of Maharashtra State.     Applicant must be from Vimukta Jatis, Nomadic Tribes and Special Backward Class.     Age of applicant should be between 18 to 45 years.     Unpaid debt of Government or any other financial corporation / foundation should not remain with an applicant.     For the State Corporation scheme applicant belonging from Urban and Rural sector should have their family income of Rs. 1,00,000/- and for Central Corporation schemes, applicant from Urban sector must Rs. 1,20,000/- and that of Rural sector must be Rs. 98,000/-.     Under this Corporation’s scheme, applicant will not get any sort of loan / subsidy from governmental activities for more than one time.     Terms mentioned by the Corporation are mandatory for the beneficiaries, time to time.     Only one member of the each family will get the lone for once.",
        "Scheme_Detail_ID": "$2b$10$pR8/cbp0BpmCXGUvK2UAPOw6l/.d.x78XdO5noYguHrLo6/KssXsi",
        "Scheme_ID": "$2b$10$MCpDiROM.fTIRvxq7X62IeKZYQhN8LwAjBgYq/6rbhjlu7VhlU99O"
    },
    {
        "Beneficiary_Category": "SC",
        "Benefits_Provided": "Govt. provides tin stalls on 100 percent Government grant and Rs.500 as financial assistance.",
        "Eligibility_Criteria": "Applicant should be the scheduled castes and domicile of Maharashtra state.      Total house hold income must be In rural area below Rs. 40,000/-      In urban area below Rs. 50,000/-      Age limit - minimum 18 years.      The place where the applicant asking for  the stall must be provided on rent/ lease/purchased/official free hand by Gram panchayat, Municipality, Cantonment Board  or Municipal corporation or must be of own property of the applicant.",
        "Scheme_Detail_ID": "$2b$10$XKVNlFt9SrCLcdf5C7w5r.LZzKieL5XVDpIaJFjE9HruYIxJ15eYi",
        "Scheme_ID": "$2b$10$OElMp1mVtEzpLHgOPRpwMuOUf3h5FCelyT2vauJubd7GR20evYB02"
    },
    {
        "Beneficiary_Category": "SC",
        "Benefits_Provided": "Government provide mini tractor along with its sub parts like trolley, rotator etc.The cost of one mini tractor along with its sub parts is Rs. 3,50,000/-The 10% of  this amount is collected by the self-help group and remainingRs.3,15,000/- is the subsidy given by the govt.",
        "Eligibility_Criteria": "There are 1 to 13 terms and conditions. Major terms and conditions are 1. Applicant should be The scheduled castes and Nav-Buddhists and domicile of Maharashtra state.2. The Self-help Group must consist of 80% of scheduled castes and Nav-Buddhists members.3. The cost of Mini tractor and its sub parts is estimated of Rs. 3.50 lakhs. Self-help Group must collect 10 % of this amount of Rs. 35,000/- and government will provide remaining 90% subsidy of Rs. 3,10,000/-.",
        "Scheme_Detail_ID": "$2b$10$rErGuaY2WKMu5zG2hyNi2.g9Id3uP4p6vyeVjlpscUlnVIqE.GIoq",
        "Scheme_ID": "$2b$10$r2d.z9vcAQkyHMbBO/hYLOVI32udaKQJTC78vG/S8wppRMDJvUShi"
    }
]